Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# create_profile_view_incomplete_profile_message
source: Both name AND image are essential for your contacts to recognize and differentiate you from others.
ar: يعد كل من الاسم والصورة ضروريين لجهات الاتصال الخاصة بك للتعرف عليك وتمييزك عن الآخرين.
bg: Името И изображението са задължителни, за да могат контактите ви да ви разпознаят и различават.
cs: Pro vaše kontakty jsou jméno A obrázek nezbytné, aby vás poznaly a odlišily od ostatních.
da: Både navn OG billede er afgørende for, at dine kontakter kan genkende og adskille dig fra andre.
de: Sowohl Name ALS AUCH Bild sind unerlässlich, damit Ihre Kontaktpersonen Sie erkennen und von anderen unterscheiden können.
el: Το όνομα ΚΑΙ η εικόνα είναι απαραίτητα για να σας αναγνωρίζουν και να σας ξεχωρίζουν οι επαφές σας.
es: Tanto el nombre COMO la imagen son esenciales para que tus contactos te reconozcan y te diferencien de los demás.
fa: نام و تصویر هر دو برای مخاطبین شما ضروری است تا شما را از دیگران تشخیص دهند و متمایز کنند.
fi: Sekä nimi että kuva ovat tärkeitä, jotta yhteyshenkilösi tunnistavat ja erottavat sinut muista.
fr: Un nom ET une image sont tous deux nécessaires, pour que vos contacts puissent vous distinguer des autres.
he: גם השם וגם התמונה חיוניים לאנשי הקשר שלך כדי לזהות ולהבדיל אותך מאחרים.
hi: आपके संपर्कों को पहचानने और आपको दूसरों से अलग करने के लिए नाम और छवि दोनों आवश्यक हैं।
hr: I ime I slika ključni su kako bi vas kontakti prepoznali i razlikovali od drugih.
hu: A név ÉS a kép is szükséges ahhoz, hogy a kapcsolataid felismerjenek és megkülönböztessenek másoktól.
id: Baik nama DAN gambar sangat penting bagi kontak Anda untuk mengenali dan membedakan Anda dari orang lain.
it: Sia il nome che l’immagine sono essenziali affinché i tuoi contatti ti riconoscano e ti distinguano dagli altri.
ja: 連絡先があなたを認識し、他の人と区別するためには、名前と画像の両方が不可欠です。
ko: 이름과 이미지는 모두 귀하의 연락처가 귀하를 인식하고 다른 사람과 구별하는 데 필수적입니다.
nb: Både navn OG bilde er avgjørende for at kontaktene dine skal gjenkjenne og skille deg fra andre.
nl: Zowel naam als afbeelding zijn essentieel voor uw contacten om u te herkennen en te onderscheiden van anderen.
pl: Zarówno imię, jak i zdjęcie są niezbędne, aby osoby z Twoich kontaktów mogły Cię rozpoznać i odróżnić od innych.
pt_pt: Tanto o nome quanto a imagem são essenciais para que seus contatos o reconheçam e o diferenciem dos demais.
ro: Atât numele, cât și imaginea sunt esențiale pentru ca contactele dvs. să vă recunoască și să vă distingă.
ru: И имя, и изображение необходимы вашим контактам, чтобы узнавать вас и отличать вас от других.
sk: Meno aj obrázok sú nevyhnutné, aby vás kontakty rozpoznali a odlíšili od ostatných.
sl: Tako ime KOT slika sta bistvena, da vas stiki prepoznajo in razlikujejo od drugih.
sq: Si emri ASHTU EDHE imazhi janë thelbësorë që kontaktet tuaja t’ju njohin dhe t’ju dallojnë nga të tjerët.
sr_latn: I ime I slika su neophodni da bi vas vaši kontakti prepoznali i razlikovali od drugih.
sv: Både namn OCH bild är avgörande för att dina kontakter ska känna igen och särskilja dig från andra.
tr: Kişilerinizin sizi tanıması ve diğerlerinden ayırt etmesi için hem ad hem de görüntü önemlidir.
uk: Як ім’я, так і зображення є важливими для того, щоб ваші контакти впізнали вас і відрізнили вас від інших.
vi: Cả tên và hình ảnh đều cần thiết để liên hệ nhận diện bạn.
zh_hans: 姓名和形象对于您的联系人识别您并将您与其他人区分开来都是必不可少的。
zh_hant: 姓名和形像對於您的聯繫人識別您並將您與其他人區分開來都是必不可少的。

# create_profile_view_message
source: This Profile information is used to invite contacts.
ar: يتم استخدام معلومات الملف الشخصي هذه لدعوة جهات الاتصال.
bg: Тази профилна информация се използва за поканване на контакти.
cs: Tyto profilové informace se používají pro pozvání kontaktů.
da: Disse profiloplysninger bruges til at invitere kontakter.
de: Diese Profilinformationen werden zum Einladen von Kontaktpersonen verwendet.
el: Αυτές οι πληροφορίες προφίλ χρησιμοποιούνται για πρόσκληση επαφών.
es: Esta información de perfil se utiliza para invitar contactos.
fa: این اطلاعات نمایه برای دعوت از مخاطبین استفاده می شود.
fi: Näitä profiilitietoja käytetään kontaktien kutsumiseen.
fr: Ces informations de profil sont utilisées pour inviter des contacts.
he: מידע זה על הפרופיל משמש להזמנת אנשי קשר.
hi: इस प्रोफ़ाइल जानकारी का उपयोग संपर्कों को आमंत्रित करने के लिए किया जाता है।
hr: Ove informacije profila koriste se za pozivanje kontakata.
hu: Ez a profil-információ kerül felhasználásra a kapcsolatok meghívásakor.
id: Informasi Profil ini digunakan untuk mengundang kontak.
it: Queste informazioni sul profilo vengono utilizzate per invitare i contatti.
ja: このプロフィール情報は連絡先を招待するために使用されます。
ko: 이 프로필 정보는 연락처를 초대하는 데 사용됩니다.
nb: Denne profilinformasjonen brukes til å invitere kontakter.
nl: Deze profielinformatie wordt gebruikt om contacten uit te nodigen.
pl: Te informacje profilowe służą do zapraszania kontaktów.
pt_pt: Estas informações de perfil são usadas para convidar contatos.
ro: Aceste informații de Profil sunt utilizate pentru a invita contacte.
ru: Информация из этого профиля используется для приглашения контактов.
sk: Tieto profilové údaje sa používajú na pozývanie kontaktov.
sl: Ti podatki profila se uporabljajo za povabilo stikov.
sq: Ky informacion i profilit përdoret për të ftuar kontakte.
sr_latn: Ove informacije o profilu se koriste za pozivanje kontakata.
sv: Denna profilinformation används för att bjuda in kontakter.
tr: Bu Profil bilgileri kişileri davet etmek için kullanılır.
uk: Інформація цього профілю використовується для запрошення контактів.
vi: Thông tin Hồ sơ này được sử dụng để mời liên hệ.
zh_hans: 此个人资料信息用于邀请联系人。
zh_hant: 此個人資料資訊用於邀請聯絡人。

# create_profile_view_onboarding_message
source: Enter a profile (name & image) that represents you to your contacts.
ar: أدخل ملف تعريف (الاسم والصورة) يمثلك لجهات الاتصال الخاصة بك.
bg: Въведете профил (име и изображение), който ви представя пред вашите контакти.
cs: Zadejte profil (jméno & obrázek), který vás reprezentuje vašim kontaktům.
da: Indtast en profil (navn og billede), der repræsenterer dig for dine kontakter.
de: Geben Sie ein Profil (Name & Bild) ein, das Sie gegenüber Ihren Kontaktpersonen repräsentiert.
el: Εισαγάγετε ένα προφίλ (όνομα & εικόνα) που σας αντιπροσωπεύει στις επαφές σας.
es: Ingrese un perfil (nombre e imagen) que lo represente a sus contactos.
fa: نمایه (نام و تصویر) را وارد کنید که نمایانگر مخاطبین باشد.
fi: Kirjoita profiili (nimi ja kuva), joka edustaa sinua yhteyshenkilöillesi.
fr: Entrez un profil (nom & image) qui vous représente auprès de vos contacts.
he: הזן פרופיל (שם ותמונה) המייצג אותך מול אנשי הקשר שלך.
hi: एक प्रोफ़ाइल (नाम और छवि) दर्ज करें जो आपके संपर्कों के साथ आपका प्रतिनिधित्व करती है।
hr: Unesite profil (ime & slika) koji vas predstavlja vašim kontaktima.
hu: Adj meg egy profilt (név és kép), amely téged képvisel a kapcsolataid számára.
id: Masukkan profil (nama &amp; gambar) yang mewakili Anda ke kontak Anda.
it: Inserisci un profilo (nome e immagine) che ti rappresenti per i tuoi contatti.
ja: 連絡先に対してあなたを表すプロファイル（名前と画像）を入力します。
ko: 연락처를 나타내는 프로필 (이름 및 이미지)을 입력하십시오.
nb: Skriv inn en profil (navn og bilde) som representerer deg for kontaktene dine.
nl: Voer een profiel (naam en image) in dat u vertegenwoordigt voor uw contacten.
pl: Wprowadź profil (imię i nazwisko oraz zdjęcie), który reprezentuje Cię w kontaktach.
pt_pt: Digite um perfil (nome e imagem) que represente você em seus contatos.
ro: Introduceți un profil (nume & imagine) care vă reprezintă în fața contactelor dvs.
ru: Введите профиль (имя и изображение), который представляет вас для ваших контактов.
sk: Zadajte profil (meno a obrázok), ktorý vás reprezentuje vašim kontaktom.
sl: Vnesite profil (ime & slika), ki vas predstavlja vašim stikom.
sq: Shkruani një profil (emër & imazh) që ju përfaqëson për kontaktet tuaja.
sr_latn: Unesite profil (ime i slika) koji vas predstavlja vašim kontaktima.
sv: Ange en profil (namn och bild) som representerar dig för dina kontakter.
tr: Sizi kişilerinize temsil eden bir profil (ad ve resim) girin.
uk: Заповніть профіль (ім’я та зображення), який представляє вас вашим контактів.
vi: Nhập hồ sơ (tên và ảnh) đại diện cho bạn với liên hệ.
zh_hans: 定义个人资料（昵称和图片）以便为您的联系人标识自己。
zh_hant: 定義個人資料（暱稱和圖片）以便為您的聯繫人標識自己。

# create_profile_view_onboarding_message_part_1
source: Profiles allow you to invite contacts to create relationships with you on the application. You can have as many Profiles (persona) as you want, each associated with a particular Space.
ar: تتيح لك الملفات الشخصية دعوة جهات الاتصال لإنشاء علاقات معك على التطبيق. يمكنك الحصول على أي عدد تريده من الملفات الشخصية (الشخصيات)، يرتبط كل منها بـ مساحة معينة.
bg: Профилите ви позволяват да каните контакти да създават връзки с вас в приложението. Можете да имате толкова профили (персони), колкото желаете, всеки асоцииран с конкретно „Пространство“.
cs: Profily vám umožňují pozvat kontakty k vytvoření vztahů v aplikaci. Můžete mít tolik profilů (person), kolik chcete, každý přiřazený ke konkrétnímu „Prostoru“.
da: Profiler giver dig mulighed for at invitere kontakter til at skabe relationer med dig i applikationen. Du kan have så mange profiler (persona), som du vil, hver tilknyttet et bestemt Space.
de: Profile ermöglichen es Ihnen, Kontaktpersonen einzuladen, um Verbindungen mit Ihnen in der Anwendung einzugehen. Sie können so viele Profile (Personas) haben, wie Sie möchten, wobei jedes einem bestimmten „Bereich“ zugeordnet ist.
el: Τα προφίλ σάς επιτρέπουν να προσκαλείτε επαφές ώστε να δημιουργούν σχέσεις μαζί σας στην εφαρμογή. Μπορείτε να έχετε όσες «προσωπικότητες» θέλετε, καθεμία συνδεδεμένη με έναν συγκεκριμένο Χώρο.
es: Los perfiles le permiten invitar contactos para crear relaciones con usted en la aplicación. Puedes tener tantos Perfiles (persona) como quieras, cada uno asociado a un Space particular.
fa: نمایه ها به شما امکان می دهند از مخاطبین دعوت کنید تا در برنامه با شما ارتباط برقرار کنند. شما می توانید به تعداد دلخواه پروفایل (شخصیت) داشته باشید که هر کدام با یک فضا خاص مرتبط هستند.
fi: Profiilien avulla voit kutsua yhteyshenkilöitä luomaan suhteita kanssasi sovelluksessa. Sinulla voi olla niin monta profiilia (persona) kuin haluat, jokainen liitettynä tiettyyn Space.
fr: Les profils vous permettent d'inviter des contacts à créer des relations avec vous sur l'application. Vous pouvez avoir autant de Profils (persona) que vous le souhaitez, chacun associé à un « Space » particulier.
he: פרופילים מאפשרים לך להזמין אנשי קשר ליצור איתך קשרים באפליקציה. אתה יכול לקבל כמה פרופילים (פרסונה) שתרצה, כל אחד משויך למרחב מסוים.
hi: प्रोफ़ाइल आपको एप्लिकेशन पर आपके साथ संबंध बनाने के लिए संपर्कों को आमंत्रित करने की अनुमति देती है। आप जितनी चाहें उतनी प्रोफ़ाइल (व्यक्तित्व) रख सकते हैं, प्रत्येक एक विशेष स्पेस से संबद्ध है।
hr: Profili vam omogućuju da pozovete kontakte kako bi stvorili odnose s vama u aplikaciji. Možete imati koliko god želite profila (persona), svaki povezan s određenim „Prostorom”.
hu: A profilok lehetővé teszik, hogy kapcsolataidat meghívd az alkalmazásban. Annyi profilt (szerepet) hozhatsz létre, amennyit szeretnél, mindegyik egy adott „Térhez” kapcsolódik.
id: Profil memungkinkan Anda mengundang kontak untuk menjalin hubungan dengan Anda di aplikasi. Anda dapat memiliki Profil (persona) sebanyak yang Anda inginkan, masing-masing dikaitkan dengan Space tertentu.
it: I profili ti consentono di invitare i contatti a creare relazioni con te sull'applicazione. Puoi avere quanti Profili (persona) desideri, ciascuno associato ad un particolare Space.
ja: プロフィールを使用すると、連絡先を招待してアプリケーション上であなたとの関係を築くことができます。 プロファイル (ペルソナ) は必要なだけ持つことができ、それぞれが特定の「スペース」に関連付けられます。
ko: 프로필을 사용하면 연락처를 초대하여 애플리케이션에서 귀하와 관계를 만들 수 있습니다. 원하는 만큼 많은 프로필(페르소나)을 가질 수 있으며, 각 프로필은 특정 스페이스과 연결되어 있습니다.
nb: Profiler lar deg invitere kontakter til å opprette relasjoner med deg på applikasjonen. Du kan ha så mange profiler (persona) du vil, hver tilknyttet et bestemt Space.
nl: Met profielen kunt u contacten uitnodigen om relaties met u op te bouwen in de applicatie. Je kunt zoveel profielen (persona) hebben als je wilt, elk gekoppeld aan een bepaalde Space.
pl: Profile umożliwiają zapraszanie kontaktów do tworzenia relacji z Tobą w aplikacji. Możesz mieć dowolną liczbę profili (persona), każdy powiązany z konkretną „Space”.
pt_pt: Os perfis permitem que você convide contatos para criar relacionamentos com você no aplicativo. Você pode ter quantos Perfis (persona) quiser, cada um associado a um determinado “Space”.
ro: Profilurile vă permit să invitați contacte pentru a crea relații cu dvs. în aplicație. Puteți avea câte Profile (persona) doriți, fiecare asociat unui anumit „Spațiu”.
ru: Профили позволяют вам приглашать контакты для создания отношений с вами в приложении. Вы можете иметь столько Профилей (персонажей), сколько захотите, каждый из которых связан с определенным «Пространством».
sk: Profily vám umožnia pozývať kontakty na vytvorenie vzťahov. Môžete mať toľko profilov, koľko chcete, každý priradený k jednému Priestoru.
sl: Profili omogočajo, da povabite stike k ustvarjanju odnosov z vami v aplikaciji. Imate lahko toliko profilov (person), kolikor želite, vsakega povezanega z določenim »Prostorom«.
sq: Profilet ju lejojnë të ftoni kontakte për të krijuar marrëdhënie me ju në aplikacion. Mund të keni sa Profile (persona) të dëshironi, secili i lidhur me një \"Space\" të caktuar.
sr_latn: Profili vam omogućavaju da pozivate kontakte da kreiraju odnose sa vama u aplikaciji. Možete imati koliko god profila (persona) želite, svaki povezan sa određenim \"Space\"-om.
sv: Profiler låter dig bjuda in kontakter för att skapa relationer med dig i applikationen. Du kan ha så många profiler (persona) du vill, var och en associerad med ett visst Space.
tr: Profiller, kişileri uygulamada sizinle ilişki kurmaya davet etmenize olanak tanır. Her biri belirli bir Space ile ilişkilendirilmiş, istediğiniz kadar Profiliniz (kişilik) olabilir.
uk: Профілі дозволяють запрошувати контакти для створення відносин з вами в додатку. Ви можете мати стільки профілів (персонажів), скільки захочете, кожен з яких пов'язаний з певним простором.
vi: Hồ sơ cho phép bạn mời các liên hệ tạo mối quan hệ với bạn trong ứng dụng. Bạn có thể có nhiều Hồ sơ (nhân dạng), mỗi cái gắn với một Không gian cụ thể.
zh_hans: 个人资料允许您邀请联系人在应用程序上与您建立关系。 您可以拥有任意数量的个人资料（角色），每个个人资料都与特定的“空间”相关联。
zh_hant: 個人資料可讓您邀請聯絡人在應用程式上與您建立關係。 您可以擁有任意數量的個人資料（角色），每個個人資料都與特定的「空間」相關聯。

# create_profile_view_onboarding_message_part_2
source: Each “Profile” has a “Name” and an “Image” (required), seen by the contacts you invite, and used as your initial Profile associated with the newly created relationships of that Space.
ar: تتيح لك الملفات الشخصية دعوة جهات الاتصال لإنشاء علاقات معك على التطبيق. يمكنك الحصول على أي عدد تريده من الملفات الشخصية (الشخصيات)، يرتبط كل منها بـ مساحة معينة.
bg: Всеки „Профил“ има „Име“ и „Изображение“ (задължителни), виждани от контактите, които каните, и използвани като началния ви профил за новосъздадените връзки в това Пространство.
cs: Každý profil má „Jméno“ a „Obrázek“ (povinné), které vidí kontakty, které zvete, a používá se jako počáteční profil pro nové vztahy v daném Prostoru.
da: Profiler giver dig mulighed for at invitere kontakter til at skabe relationer med dig i applikationen. Du kan have så mange profiler (persona), som du vil, hver tilknyttet et bestemt Space.
de: Jedes „Profil“ hat einen „Namen“ und ein „Bild“ (erforderlich). Diese sind für die von Ihnen eingeladenen Kontaktpersonen sichtbar und dienen als Ihr Startprofil für neu erstellte Verbindungen in diesem „Bereich“.
el: Κάθε Προφίλ έχει Όνομα και Εικόνα (απαραίτητα), τα οποία βλέπουν οι επαφές που προσκαλείτε και χρησιμοποιούνται ως αρχική ταυτότητά σας για τις σχέσεις αυτού του Χώρου.
es: Cada “Perfil” tiene un “Nombre” y una “Imagen” (obligatoria), que ven los contactos que invitas y se utilizan como tu Perfil inicial asociado con las relaciones recién creadas de ese Space.
fa: هر «نمایه» یک «نام» و یک «تصویر» (الزامی) دارد که توسط مخاطبینی که دعوت می‌کنید دیده می‌شوند و به‌عنوان نمایه اولیه مرتبط با روابط جدید ایجاد شده آن فضا استفاده می‌شوند.
fi: Jokaisella profiililla on nimi ja kuva (pakollinen), jotka kutsumasi yhteyshenkilöt näkevät ja joita käytetään alkuperäisenä profiilina, joka liittyy kyseisen Space äskettäin luotuihin suhteisiin.
fr: Chaque « Profil » a un « Nom » et une « Image » (obligatoire), vus par les contacts que vous invitez, et utilisés comme votre Profil initial associé aux relations nouvellement créées de ce « Space ».
he: לכל פרופיל יש שם ותמונה (חובה), הנראים על ידי אנשי הקשר שאתה מזמין, ומשמשים כפרופיל הראשוני שלך המשויך למערכות היחסים החדשות שנוצרו באותו חלל.
hi: प्रत्येक प्रोफ़ाइल में एक नाम और एक छवि (आवश्यक) होती है, जो आपके द्वारा आमंत्रित संपर्कों द्वारा देखी जाती है, और उस स्पेस के नव निर्मित संबंधों से जुड़ी आपकी प्रारंभिक प्रोफ़ाइल के रूप में उपयोग की जाती है।
hr: Svaki „Profil” ima „Ime” i „Sliku” (obavezno), koje vide kontakti koje pozivate i koje se koristi kao vaš početni Profil povezan s novostvorenim odnosima tog „Prostora”.
hu: Minden „Profilhoz” tartozik egy „Név” és egy „Kép” (kötelező), amit a meghívott kapcsolatok látnak, és amely a "Tér" új kapcsolataihoz tartozó kezdeti profilod lesz.
id: Setiap Profil memiliki Nama dan Gambar (wajib), dilihat oleh kontak yang Anda undang, dan digunakan sebagai Profil awal Anda yang terkait dengan hubungan yang baru dibuat di Space tersebut.
it: Ogni “Profilo” ha un “Nome” e una “Immagine” (obbligatoria), vista dai contatti che inviti, e utilizzata come tuo Profilo iniziale associato alle relazioni appena create di quello “Space”.
ja: 各「プロファイル」には「名前」と「画像」（必須）があり、招待した連絡先に表示され、その「スペース」の新しく作成された関係に関連付けられた最初のプロファイルとして使用されます。
ko: 각 프로필에는 이름과 이미지(필수)가 있으며, 이는 귀하가 초대한 연락처에서 볼 수 있으며 해당 스페이스의 새로 생성된 관계와 연결된 초기 프로필로 사용됩니다.
nb: Hver Profil har et Navn og et Bilde (obligatorisk), sett av kontaktene du inviterer, og brukt som din første profil knyttet til de nyopprettede relasjonene til det Space.
nl: Elk “Profiel” heeft een “Naam” en een “Afbeelding” (vereist), gezien door de contactpersonen die u uitnodigt, en gebruikt als uw initiële profiel geassocieerd met de nieuw gemaakte relaties van die Space.
pl: Każdy „Profil” ma „Nazwę” i „Obraz” (wymagane), widoczne dla zaproszonych przez Ciebie kontaktów i używany jako Twój początkowy Profil powiązany z nowo utworzonymi relacjami w tej „Space”.
pt_pt: Cada “Perfil” possui um “Nome” e uma “Imagem” (obrigatório), vistos pelos contatos que você convida, e utilizados como seu Perfil inicial associado aos relacionamentos recém-criados daquele “Space”.
ro: Fiecare „Profil” are un „Nume” și o „Imagine” (obligatorii), vizibile contactelor invitate și utilizate ca Profil inițial pentru relațiile noi din acel „Spațiu”.
ru: Каждый «Профиль» имеет «Имя» и «Изображение» (обязательно), которые видят приглашенные вами контакты и которые используются в качестве исходного профиля, связанного с вновь созданными отношениями в этом «Пространстве».
sk: Každý profil má „Meno“ a „Obrázok“ (povinné), ktoré vidia pozvané kontakty a používajú sa na prvotné nastavenie vzťahu v Priestore.
sl: Vsak »Profil« ima »Ime« in »Sliko« (obvezno), ki ju vidijo stiki, ki jih povabite, in se uporabljata kot vaš začetni Profil, povezan z novo ustvarjenimi odnosi tega »Prostora«.
sq: Çdo “Profil” ka një “Emër” dhe një “Imazh” (të domosdoshëm), që shihen nga kontaktet që ftoni dhe përdoren si Profili juaj fillestar i lidhur me marrëdhëniet e sapokrijuara të atij \"Space\".
sr_latn: Svaki „Profil“ ima „Ime“ i „Sliku“ (obavezno), koje vide kontakti koje pozivate, i koristi se kao vaš početni Profil povezan sa novokreiranim odnosima tog \"Space\"-a.
sv: Varje Profil har ett Namn och en Bild (obligatoriskt), som ses av de kontakter du bjuder in, och används som din första profil kopplad till de nyskapade relationerna i det Space.
tr: Her Profil, davet ettiğiniz kişiler tarafından görülen ve o Space ın yeni oluşturulan ilişkileriyle ilişkili ilk Profiliniz olarak kullanılan bir Ad ve bir Resim e (gerekli) sahiptir.
uk: Кожен Профіль має Ім'я та Зображення (обов'язково), які бачать запрошені вами контакти і які використовуються як вихідний профіль, пов'язаний із новоствореними відносинами в цьому Просторі.
vi: Mỗi "Hồ sơ" có "Tên" và "Ảnh" (bắt buộc), được liên hệ thấy khi được mời, và dùng làm Hồ sơ khởi đầu của bạn trong các mối quan hệ mới của Không gian đó.
zh_hans: 个人资料允许您邀请联系人在应用程序上与您建立关系。 您可以拥有任意数量的个人资料（角色），每个个人资料都与特定的“空间”相关联。
zh_hant: 個人資料可讓您邀請聯絡人在應用程式上與您建立關係。 您可以擁有任意數量的個人資料（角色），每個個人資料都與特定的「空間」相關聯。
